//1. Доделайте те задания, которые не успели сделать к предыдущим урокам.


//2. Подготовьте ВОПРОСЫ и задайте их преподавателю.

// .1. Амир, Сколько Вам понадовилось времени на изучение основ Swift?
// .2. Самая сложная и объемная тема, объекты, на которых Вы потратили много времени понять?
// .3. Можете посоветовать ресурсы где можно посмотреть код приложений?
// .4. По каким учебникам, ресурсам учился основам?
// .5. Был ли у Вас ментор?
// .6. Изучали Стенфордские курсы?
// .7. Когда после качественного изучения языка стоит искать работу junior, при том что нет профильного технического образования или после того когда появится первое приложение?
// .8. Посоветуйте книгу по алгоритмам или еще какие ресурсы?


